{
  "name": "Rabindranath_Tagore",
  "url": "https://en.wikipedia.org/wiki/Rabindranath_Tagore",
  "content": {
    "text": "GurudevRabindranath TagoreFRAS (/rəˈbɪndrənɑːttæˈɡɔːr/&#32;(listen); Bengali: রবীন্দ্রনাথ ঠাকুরpronounced&#160;[rɔˈbindɾɔnatʰ ˈʈʰakuɾ];&#91;1&#93; 7 May 1861&#160;– 7 August 1941) was a Bengalipolymath who worked as a poet, writer, playwright, composer, philosopher, social reformer and painter.&#91;2&#93;&#91;3&#93;&#91;4&#93; He reshaped Bengali literature and music as well as Indian art with Contextual Modernism in the late 19th and early 20th centuries. Author of the \"profoundly sensitive, fresh and beautiful\" poetry of Gitanjali,&#91;5&#93; he became in 1913 the first non-European and the first lyricist to win the Nobel Prize in Literature.&#91;6&#93; Tagore's poetic songs were viewed as spiritual and mercurial; however, his \"elegant prose and magical poetry\" remain largely unknown outside Bengal.&#91;7&#93; He was a fellow of the Royal Asiatic Society. Referred to as \"the Bard of Bengal\",&#91;8&#93;&#91;3&#93;&#91;4&#93; Tagore was known by sobriquets: Gurudeb, Kobiguru, Biswokobi.&#91;a&#93;A Bengali Brahmin from Calcutta with ancestral gentry roots in Burdwan district&#91;10&#93; and Jessore, Tagore wrote poetry as an eight-year-old.&#91;11&#93; At the age of sixteen, he released his first substantial poems under the pseudonym Bhānusiṃha (\"Sun Lion\"), which were seized upon by literary authorities as long-lost classics.&#91;12&#93; By 1877 he graduated to his first short stories and dramas, published under his real name. As a humanist, universalist, internationalist, and ardent critic of nationalism,&#91;13&#93; he denounced the British Raj and advocated independence from Britain. As an exponent of the Bengal Renaissance, he advanced a vast canon that comprised paintings, sketches and doodles, hundreds of texts, and some two thousand songs; his legacy also endures in his founding of Visva-Bharati University.&#91;14&#93;&#91;15&#93;Tagore modernised Bengali art by spurning rigid classical forms and resisting linguistic strictures. His novels, stories, songs, dance-dramas, and essays spoke to topics political and personal. Gitanjali (Song Offerings), Gora (Fair-Faced) and Ghare-Baire (The Home and the World) are his best-known works, and his verse, short stories, and novels were acclaimed—or panned—for their lyricism, colloquialism, naturalism, and unnatural contemplation. His compositions were chosen by two nations as national anthems: India's \"Jana Gana Mana\" and Bangladesh's \"Amar Shonar Bangla\". The Sri Lankan national anthem was inspired by his work.&#91;16&#93;The name Tagore is the anglicised transliteration of Thakur.&#91;17&#93; The original surname of the Tagores was Kushari. They were Pirali Brahmin ('Pirali’ historically carried a stigmatized and pejorative connotation)&#91;18&#93;&#91;19&#93; originally belonged to a village named Kush in the district named Burdwan in West Bengal. The biographer of Rabindranath Tagore, Prabhat Kumar Mukhopadhyaya wrote in the first volume of his book Rabindrajibani O Rabindra Sahitya Prabeshak that\nThe Kusharis were the descendants of Deen Kushari, the son of Bhatta Narayana; Deen was granted a village named Kush (in Burdwan zilla) by Maharaja Kshitisura, he became its chief and came to be known as Kushari.&#91;10&#93;The last two days a storm has been raging, similar to the description in my song—Jhauro jhauro borishe baridhara &#160;[... amidst it] a hapless, homeless man drenched from top to toe standing on the roof of his steamer [...] the last two days I have been singing this song over and over&#160;[...] as a result the pelting sound of the intense rain, the wail of the wind, the sound of the heaving Gorai River, [...] have assumed a fresh life and found a new language and I have felt like a major actor in this new musical drama unfolding before me.\n— Letter to Indira Devi.&#91;20&#93;The youngest of 13 surviving children, Tagore (nicknamed \"Rabi\") was born on 7 May 1861 in the Jorasanko mansion in Calcutta,&#91;21&#93; the son of Debendranath Tagore (1817–1905) and Sarada Devi (1830–1875).&#91;b&#93;Tagore was raised mostly by servants; his mother had died in his early childhood and his father travelled widely.&#91;27&#93; The Tagore family was at the forefront of the Bengal renaissance. They hosted the publication of literary magazines; theatre and recitals of Bengali and Western classical music featured there regularly. Tagore's father invited several professional Dhrupad musicians to stay in the house and teach Indian classical music to the children.&#91;28&#93; Tagore's oldest brother Dwijendranath was a philosopher and poet. Another brother, Satyendranath, was the first Indian appointed to the elite and formerly all-European Indian Civil Service. Yet another brother, Jyotirindranath, was a musician, composer, and playwright.&#91;29&#93; His sister Swarnakumari became a novelist.&#91;30&#93; Jyotirindranath's wife Kadambari Devi, slightly older than Tagore, was a dear friend and powerful influence. Her abrupt suicide in 1884, soon after he married, left him profoundly distraught for years.&#91;31&#93;Tagore largely avoided classroom schooling and preferred to roam the manor or nearby Bolpur and Panihati, which the family visited.&#91;32&#93;&#91;33&#93; His brother Hemendranath tutored and physically conditioned him—by having him swim the Ganges or trek through hills, by gymnastics, and by practising judo and wrestling. He learned drawing, anatomy, geography and history, literature, mathematics, Sanskrit, and English—his least favourite subject.&#91;34&#93; Tagore loathed formal education—his scholarly travails at the local Presidency College spanned a single day. Years later he held that proper teaching does not explain things; proper teaching stokes curiosity:&#91;35&#93;\nAfter his upanayan (coming-of-age rite) at age eleven, Tagore and his father left Calcutta in February 1873 to tour India for several months, visiting his father's Santiniketan estate and Amritsar before reaching the Himalayanhill station of Dalhousie. There Tagore read biographies, studied history, astronomy, modern science, and Sanskrit, and examined the classical poetry of Kālidāsa.&#91;36&#93;&#91;37&#93; During his 1-month stay at Amritsar in 1873 he was greatly influenced by melodious gurbani and nanak bani being sung at Golden Temple for which both father and son were regular visitors. He mentions about this in his My Reminiscences (1912)The golden temple of Amritsar comes back to me like a dream. Many a morning have I accompanied my father to this Gurudarbar of the Sikhs in the middle of the lake. There the sacred chanting resounds continually. My father, seated amidst the throng of worshippers, would sometimes add his voice to the hymn of praise, and finding a stranger joining in their devotions they would wax enthusiastically cordial, and we would return loaded with the sanctified offerings of sugar crystals and other sweets.&#91;38&#93; He wrote 6 poems relating to Sikhism and a number of articles in Bengali children's magazine about Sikhism.&#91;39&#93; Tagore returned to Jorosanko and completed a set of major works by 1877, one of them a long poem in the Maithili style of Vidyapati. As a joke, he claimed that these were the lost works of newly discovered 17th-century Vaiṣṇava poet Bhānusiṃha.&#91;40&#93; Regional experts accepted them as the lost works of the fictitious poet.&#91;41&#93; He debuted in the short-story genre in Bengali with \"Bhikharini\" (\"The Beggar Woman\").&#91;42&#93;&#91;43&#93; Published in the same year, Sandhya Sangit (1882) includes the poem \"Nirjharer Swapnabhanga\" (\"The Rousing of the Waterfall\").\nBecause Debendranath wanted his son to become a barrister, Tagore enrolled at a public school in Brighton, East Sussex, England in 1878.&#91;20&#93; He stayed for several months at a house that the Tagore family owned near Brighton and Hove, in Medina Villas; in 1877 his nephew and niece—Suren and Indira Devi, the children of Tagore's brother Satyendranath—were sent together with their mother, Tagore's sister-in-law, to live with him.&#91;44&#93; He briefly read law at University College London, but again left school, opting instead for independent study of Shakespeare's playsCoriolanus, and Antony and Cleopatra and the Religio Medici of Thomas Browne. Lively English, Irish, and Scottish folk tunes impressed Tagore, whose own tradition of Nidhubabu-authored kirtans and tappas and Brahmo hymnody was subdued.&#91;20&#93;&#91;45&#93; In 1880 he returned to Bengal degree-less, resolving to reconcile European novelty with Brahmo traditions, taking the best from each.&#91;46&#93; After returning to Bengal, Tagore regularly published poems, stories, and novels. These had a profound impact within Bengal itself but received little national attention.&#91;47&#93; In 1883 he married 10-year-old&#91;48&#93;Mrinalini Devi, born Bhabatarini, 1873–1902 (this was a common practice at the time). They had five children, two of whom died in childhood.&#91;49&#93;In 1890 Tagore began managing his vast ancestral estates in Shelaidaha (today a region of Bangladesh); he was joined there by his wife and children in 1898. Tagore released his Manasi poems (1890), among his best-known work.&#91;50&#93; As Zamindar Babu, Tagore criss-crossed the Padma River in command of the Padma, the luxurious family barge (also known as \"budgerow\"). He collected mostly token rents and blessed villagers who in turn honoured him with banquets—occasionally of dried rice and sour milk.&#91;51&#93; He met Gagan Harkara, through whom he became familiar with BaulLalon Shah, whose folk songs greatly influenced Tagore.&#91;52&#93; Tagore worked to popularise Lalon's songs. The period 1891–1895, Tagore's Sadhana period, named after one of his magazines, was his most productive;&#91;27&#93; in these years he wrote more than half the stories of the three-volume, 84-story Galpaguchchha.&#91;42&#93; Its ironic and grave tales examined the voluptuous poverty of an idealised rural Bengal.&#91;53&#93;In 1901 Tagore moved to Santiniketan to found an ashram with a marble-floored prayer hall—The Mandir—an experimental school, groves of trees, gardens, a library.&#91;54&#93; There his wife and two of his children died. His father died in 1905. He received monthly payments as part of his inheritance and income from the Maharaja of Tripura, sales of his family's jewellery, his seaside bungalow in Puri, and a derisory 2,000 rupees in book royalties.&#91;55&#93; He gained Bengali and foreign readers alike; he published Naivedya (1901) and Kheya (1906) and translated poems into free verse.\nIn 1912, Tagore translated his 1910 work Gitanjali into English.  While on a trip to London, he shared these poems with admirers including William Butler Yeats and Ezra Pound.  London's India Society published the work in a limited edition, and the American magazine Poetry published a selection from Gitanjali.&#91;56&#93;   In November 1913, Tagore learned he had won that year's Nobel Prize in Literature: the Swedish Academy appreciated the idealistic—and for Westerners—accessible nature of a small body of his translated material focused on the 1912 Gitanjali: Song Offerings.&#91;57&#93; He was awarded a knighthood by King George V in the 1915 Birthday Honours, but Tagore renounced it after the 1919 Jallianwala Bagh massacre.&#91;58&#93; Renouncing the knighthood, Tagore wrote in a letter addressed to Lord Chelmsford, the then British Viceroy of India, \"The disproportionate severity of the punishments inflicted upon the unfortunate people and the methods of carrying them out, we are convinced, are without parallel in the history of civilised governments...The time has come when badges of honour make our shame glaring in their incongruous context of humiliation, and I for my part wish to stand, shorn of all special distinctions, by the side of my country men.\"&#91;59&#93;&#91;60&#93;In 1919, he was invited by the president and chairman of Anjuman-e-Islamia, Syed Abdul Majid to visit Sylhet for the first time. The event attracted over 5000 people.&#91;61&#93;In 1921, Tagore and agricultural economist Leonard Elmhirst set up the \"Institute for Rural Reconstruction\", later renamed Shriniketan or \"Abode of Welfare\", in Surul, a village near the ashram. With it, Tagore sought to moderate Gandhi'sSwaraj protests, which he occasionally blamed for British India's perceived mental – and thus ultimately colonial – decline.&#91;62&#93; He sought aid from donors, officials, and scholars worldwide to \"free village[s] from the shackles of helplessness and ignorance\" by \"vitalis[ing] knowledge\".&#91;63&#93;&#91;64&#93; In the early 1930s he targeted ambient \"abnormal caste consciousness\" and untouchability. He lectured against these, he penned Dalit heroes for his poems and his dramas, and he campaigned—successfully—to open Guruvayoor Temple to Dalits.&#91;65&#93;&#91;66&#93;Dutta and Robinson describe this phase of Tagore's life as being one of a \"peripatetic litterateur\". It affirmed his opinion that human divisions were shallow. During a May 1932 visit to a Bedouin encampment in the Iraqi desert, the tribal chief told him that \"Our Prophet has said that a true Muslim is he by whose words and deeds not the least of his brother-men may ever come to any harm ...\" Tagore confided in his diary: \"I was startled into recognizing in his words the voice of essential humanity.\"&#91;67&#93; To the end Tagore scrutinized orthodoxy—and in 1934, he struck. That year, an earthquake hit Bihar and killed thousands. Gandhi hailed it as seismic karma, as divine retribution avenging the oppression of Dalits. Tagore rebuked him for his seemingly ignominious implications.&#91;68&#93; He mourned the perennial poverty of Calcutta and the socioeconomic decline of Bengal and detailed this newly plebeian aesthetics in an unrhymed hundred-line poem whose technique of searing double-vision foreshadowed Satyajit Ray's film Apur Sansar.&#91;69&#93;&#91;70&#93; Fifteen new volumes appeared, among them prose-poem works Punashcha (1932), Shes Saptak (1935), and Patraput (1936). Experimentation continued in his prose-songs and dance-dramas— Chitra (1914), Shyama (1939), and Chandalika (1938)— and in his novels— Dui Bon (1933), Malancha (1934), and Char Adhyay (1934).&#91;71&#93;Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.\n&#160;—Verse 292, Stray Birds, 1916.Tagore's remit expanded to science in his last years, as hinted in Visva-Parichay, a 1937 collection of essays. His respect for scientific laws and his exploration of biology, physics, and astronomy informed his poetry, which exhibited extensive naturalism and verisimilitude.&#91;72&#93; He wove the process of science, the narratives of scientists, into stories in Se (1937), Tin Sangi (1940), and Galpasalpa (1941). His last five years were marked by chronic pain and two long periods of illness. These began when Tagore lost consciousness in late 1937; he remained comatose and near death for a time. This was followed in late 1940 by a similar spell, from which he never recovered. Poetry from these valetudinary years is among his finest.&#91;73&#93;&#91;74&#93; A period of prolonged agony ended with Tagore's death on 7 August 1941, aged 80.&#91;21&#93; He was in an upstairs room of the Jorasanko mansion in which he grew up.&#91;75&#93;&#91;76&#93; The date is still mourned.&#91;77&#93; A. K. Sen, brother of the first chief election commissioner, received dictation from Tagore on 30 July 1941, a day prior to a scheduled operation: his last poem.&#91;78&#93;I'm lost in the middle of my birthday. I want my friends, their touch, with the earth's last love. I will take life's final offering, I will take the human's last blessing. Today my sack is empty. I have given completely whatever I had to give. In return if I receive anything—some love, some forgiveness—then I will take it with me when I step on the boat that crosses to the festival of the wordless end.Our passions and desires are unruly, but our character subdues these elements into a harmonious whole. Does something similar to this happen in the physical world? Are the elements rebellious, dynamic with individual impulse? And is there a principle in the physical world which dominates them and puts them into an orderly organization?\n— Interviewed by Einstein, 14 April 1930.&#91;79&#93;Between 1878 and 1932, Tagore set foot in more than thirty countries on five continents.&#91;80&#93; In 1912, he took a sheaf of his translated works to England, where they gained attention from missionary and Gandhi protégé Charles F. Andrews, Irish poet William Butler Yeats, Ezra Pound, Robert Bridges, Ernest Rhys, Thomas Sturge Moore, and others.&#91;81&#93; Yeats wrote the preface to the English translation of Gitanjali; Andrews joined Tagore at Santiniketan. In November 1912 Tagore began touring the United States&#91;82&#93; and the United Kingdom, staying in Butterton, Staffordshire with Andrews's clergymen friends.&#91;83&#93; From May 1916 until April 1917, he lectured in Japan&#91;84&#93; and the United States.&#91;85&#93; He denounced nationalism.&#91;86&#93; His essay \"Nationalism in India\" was scorned and praised; it was admired by Romain Rolland and other pacifists.&#91;87&#93;Shortly after returning home the 63-year-old Tagore accepted an invitation from the Peruvian government. He travelled to Mexico. Each government pledged US$100,000 to his school to commemorate the visits.&#91;88&#93; A week after his 6 November 1924 arrival in Buenos Aires,&#91;89&#93; an ill Tagore shifted to the Villa Miralrío at the behest of Victoria Ocampo. He left for home in January 1925. In May 1926 Tagore reached Naples; the next day he met Mussolini in Rome.&#91;90&#93; Their warm rapport ended when Tagore pronounced upon Il Duce&#39;s fascist finesse.&#91;91&#93; He had earlier enthused: \"[w]without any doubt he is a great personality. There is such a massive vigor in that head that it reminds one of Michael Angelo's chisel.\" A \"fire-bath\" of fascism was to have educed \"the immortal soul of Italy ... clothed in quenchless light\".&#91;92&#93;On 1 November 1926 Tagore arrived at Hungary and spent some time on the shore of Lake Balaton in the city of Balatonfüred, recovering from heart problems at a sanitarium. He planted a tree, and a bust statue was placed there in 1956 (a gift from the Indian government, the work of Rasithan Kashar, replaced by a newly gifted statue in 2005) and the lakeside promenade still bears his name since 1957.&#91;93&#93;On 14 July 1927 Tagore and two companions began a four-month tour of Southeast Asia. They visited Bali, Java, Kuala Lumpur, Malacca, Penang, Siam, and Singapore. The resultant travelogues compose Jatri (1929).&#91;94&#93; In early 1930 he left Bengal for a nearly year-long tour of Europe and the United States. Upon returning to Britain—and as his paintings were exhibited in Paris and London—he lodged at a Birmingham Quaker settlement. He wrote his Oxford Hibbert Lectures&#91;c&#93; and spoke at the annual London Quaker meet.&#91;95&#93; There, addressing relations between the British and the Indians – a topic he would tackle repeatedly over the next two years – Tagore spoke of a \"dark chasm of aloofness\".&#91;96&#93; He visited Aga Khan III, stayed at Dartington Hall, toured Denmark, Switzerland, and Germany from June to mid-September 1930, then went on into the Soviet Union.&#91;97&#93; In April 1932 Tagore, intrigued by the Persian mystic Hafez, was hosted by Reza Shah Pahlavi.&#91;98&#93;&#91;99&#93; In his other travels, Tagore interacted with Henri Bergson, Albert Einstein, Robert Frost, Thomas Mann, George Bernard Shaw, H.G. Wells, and Romain Rolland.&#91;100&#93;&#91;101&#93; Visits to Persia and Iraq (in 1932) and Sri Lanka (in 1933) composed Tagore's final foreign tour, and his dislike of communalism and nationalism only deepened.&#91;67&#93;\nVice-president of India M. Hamid Ansari has said that Rabindranath Tagore heralded the cultural rapprochement between communities, societies and nations much before it became the liberal norm of conduct. Tagore was a man ahead of his time. He wrote in 1932, while on a visit to Iran, that \"each country of Asia will solve its own historical problems according to its strength, nature and needs, but the lamp they will each carry on their path to progress will converge to illuminate the common ray of knowledge.\"&#91;102&#93;Known mostly for his poetry, Tagore wrote novels, essays, short stories, travelogues, dramas, and thousands of songs. Of Tagore's prose, his short stories are perhaps most highly regarded; he is indeed credited with originating the Bengali-language version of the genre. His works are frequently noted for their rhythmic, optimistic, and lyrical nature. Such stories mostly borrow from the lives of common people. Tagore's non-fiction grappled with history, linguistics, and spirituality. He wrote autobiographies. His travelogues, essays, and lectures were compiled into several volumes, including Europe Jatrir Patro (Letters from Europe) and Manusher Dhormo (The Religion of Man). His brief chat with Einstein, \"Note on the Nature of Reality\", is included as an appendix to the latter. On the occasion of Tagore's 150th birthday, an anthology (titled Kalanukromik Rabindra Rachanabali) of the total body of his works is currently being published in Bengali in chronological order. This includes all versions of each work and fills about eighty volumes.&#91;103&#93; In 2011, Harvard University Press collaborated with Visva-Bharati University to publish The Essential Tagore, the largest anthology of Tagore's works available in English; it was edited by Fakrul Alam and Radha Chakravarthy and marks the 150th anniversary of Tagore's birth.&#91;104&#93;Tagore's experiences with drama began when he was sixteen, with his brother Jyotirindranath. He wrote his first original dramatic piece when he was twenty — Valmiki Pratibha which was shown at the Tagore's mansion. Tagore stated that his works sought to articulate \"the play of feeling and not of action\". In 1890 he wrote Visarjan (an adaptation of his novella Rajarshi), which has been regarded as his finest drama. In the original Bengali language, such works included intricate subplots and extended monologues. Later, Tagore's dramas used more philosophical and allegorical themes. The play Dak Ghar (The Post Office'; 1912), describes the child Amal defying his stuffy and puerile confines by ultimately \"fall[ing] asleep\", hinting his physical death. A story with borderless appeal—gleaning rave reviews in Europe—Dak Ghar dealt with death as, in Tagore's words, \"spiritual freedom\" from \"the world of hoarded wealth and certified creeds\".&#91;105&#93;&#91;106&#93; Another is Tagore's Chandalika (Untouchable Girl), which was modelled on an ancient Buddhist legend describing how Ananda, the Gautama Buddha's disciple, asks a tribal girl for water.&#91;107&#93; In Raktakarabi (\"Red\" or \"Blood Oleanders\") is an allegorical struggle against a kleptocrat king who rules over the residents of Yakshapuri.&#91;108&#93;Chitrangada, Chandalika, and Shyama are other key plays that have dance-drama adaptations, which together are known as Rabindra Nritya Natya.\nTagore began his career in short stories in 1877—when he was only sixteen—with \"Bhikharini\" (\"The Beggar Woman\").&#91;109&#93; With this, Tagore effectively invented the Bengali-language short story genre.&#91;110&#93; The four years from 1891 to 1895 are known as Tagore's \"Sadhana\" period (named for one of Tagore's magazines). This period was among Tagore's most fecund, yielding more than half the stories contained in the three-volume Galpaguchchha, which itself is a collection of eighty-four stories.&#91;109&#93; Such stories usually showcase Tagore's reflections upon his surroundings, on modern and fashionable ideas, and on interesting mind puzzles (which Tagore was fond of testing his intellect with). Tagore typically associated his earliest stories (such as those of the \"Sadhana\" period) with an exuberance of vitality and spontaneity; these characteristics were intimately connected with Tagore's life in the common villages of, among others, Patisar, Shajadpur, and Shilaida while managing the Tagore family's vast landholdings.&#91;109&#93; There, he beheld the lives of India's poor and common people; Tagore thereby took to examining their lives with a penetrative depth and feeling that was singular in Indian literature up to that point.&#91;111&#93; In particular, such stories as \"Kabuliwala\" (\"The Fruitseller from Kabul\", published in 1892), \"Kshudita Pashan\" (\"The Hungry Stones\") (August 1895), and \"Atithi\" (\"The Runaway\", 1895) typified this analytic focus on the downtrodden.&#91;112&#93; Many of the other Galpaguchchha stories were written in Tagore's Sabuj Patra period from 1914 to 1917, also named after one of the magazines that Tagore edited and heavily contributed to.&#91;109&#93;Tagore wrote eight novels and four novellas, among them Chaturanga, Shesher Kobita, Char Odhay, and Noukadubi. Ghare Baire (The Home and the World)—through the lens of the idealistic zamindar protagonist Nikhil—excoriates rising Indian nationalism, terrorism, and religious zeal in the Swadeshi movement; a frank expression of Tagore's conflicted sentiments, it emerged from a 1914 bout of depression. The novel ends in Hindu-Muslim violence and Nikhil's—likely mortal—wounding.&#91;113&#93;Gora raises controversial questions regarding the Indian identity. As with Ghare Baire, matters of self-identity (jāti), personal freedom, and religion are developed in the context of a family story and love triangle.&#91;114&#93; In it an Irish boy orphaned in the Sepoy Mutiny is raised by Hindus as the titular gora—\"whitey\". Ignorant of his foreign origins, he chastises Hindu religious backsliders out of love for the indigenous Indians and solidarity with them against his hegemon-compatriots. He falls for a Brahmo girl, compelling his worried foster father to reveal his lost past and cease his nativist zeal. As a \"true dialectic\" advancing \"arguments for and against strict traditionalism\", it tackles the colonial conundrum by \"portray[ing] the value of all positions within a particular frame&#160;[...] not only syncretism, not only liberal orthodoxy, but the extremist reactionary traditionalism he defends by an appeal to what humans share.\" Among these Tagore highlights \"identity&#160;[...] conceived of as dharma.\"&#91;115&#93;In Jogajog (Relationships), the heroine Kumudini—bound by the ideals of Śiva-Sati, exemplified by Dākshāyani—is torn between her pity for the sinking fortunes of her progressive and compassionate elder brother and his foil: her roue of a husband. Tagore flaunts his feminist leanings; pathos depicts the plight and ultimate demise of women trapped by pregnancy, duty, and family honor; he simultaneously trucks with Bengal's putrescent landed gentry.&#91;116&#93; The story revolves around the underlying rivalry between two families—the Chatterjees, aristocrats now on the decline (Biprodas) and the Ghosals (Madhusudan), representing new money and new arrogance. Kumudini, Biprodas' sister, is caught between the two as she is married off to Madhusudan. She had risen in an observant and sheltered traditional home, as had all her female relations.\nOthers were uplifting: Shesher Kobita—translated twice as Last Poem and Farewell Song—is his most lyrical novel, with poems and rhythmic passages written by a poet protagonist. It contains elements of satire and postmodernism and has stock characters who gleefully attack the reputation of an old, outmoded, oppressively renowned poet who, incidentally, goes by a familiar name: \"Rabindranath Tagore\". Though his novels remain among the least-appreciated of his works, they have been given renewed attention via film adaptations by Ray and others: Chokher Bali and Ghare Baire are exemplary. In the first, Tagore inscribes Bengali society via its heroine: a rebellious widow who would live for herself alone. He pillories the custom of perpetual mourning on the part of widows, who were not allowed to remarry, who were consigned to seclusion and loneliness. Tagore wrote of it: \"I have always regretted the ending\".&#91;citation needed&#93;Internationally, Gitanjali (Bengali: গীতাঞ্জলি) is Tagore's best-known collection of poetry, for which he was awarded the Nobel Prize in Literature in 1913. Tagore was the first non-European to receive a Nobel Prize in Literature and second non-European to receive a Nobel Prize after Theodore Roosevelt.&#91;117&#93;Besides Gitanjali, other notable works include Manasi, Sonar Tori (\"Golden Boat\"), Balaka (\"Wild Geese\" — the title being a metaphor for migrating souls)&#91;118&#93;Tagore's poetic style, which proceeds from a lineage established by 15th- and 16th-century Vaishnava poets, ranges from classical formalism to the comic, visionary, and ecstatic. He was influenced by the atavistic mysticism of Vyasa and other rishi-authors of the Upanishads, the Bhakti-Sufi mystic Kabir, and Ramprasad Sen.&#91;119&#93; Tagore's most innovative and mature poetry embodies his exposure to Bengali rural folk music, which included mystic Baul ballads such as those of the bard Lalon.&#91;120&#93;&#91;121&#93; These, rediscovered and re-popularized by Tagore, resemble 19th-century Kartābhajā hymns that emphasize inward divinity and rebellion against bourgeois bhadralok religious and social orthodoxy.&#91;122&#93;&#91;123&#93; During his Shelaidaha years, his poems took on a lyrical voice of the moner manush, the Bāuls' \"man within the heart\" and Tagore's \"life force of his deep recesses\", or meditating upon the jeevan devata—the demiurge or the \"living God within\".&#91;20&#93; This figure connected with divinity through appeal to nature and the emotional interplay of human drama. Such tools saw use in his Bhānusiṃha poems chronicling the Radha-Krishna romance, which were repeatedly revised over the course of seventy years.&#91;124&#93;&#91;125&#93;Later, with the development of new poetic ideas in Bengal – many originating from younger poets seeking to break with Tagore's style – Tagore absorbed new poetic concepts, which allowed him to further develop a unique identity. Examples of this include Africa and Camalia, which are among the better known of his latter poems.\nTagore was a prolific composer with around 2,230 songs to his credit.&#91;126&#93; His songs are known as rabindrasangit (\"Tagore Song\"), which merges fluidly into his literature, most of which—poems or parts of novels, stories, or plays alike—were lyricized. Influenced by the thumri style of Hindustani music, they ran the entire gamut of human emotion, ranging from his early dirge-like Brahmo devotional hymns to quasi-erotic compositions.&#91;127&#93; They emulated the tonal color of classical ragas to varying extents. Some songs mimicked a given raga's melody and rhythm faithfully, others newly blended elements of different ragas.&#91;128&#93; Yet about nine-tenths of his work was not bhanga gaan, the body of tunes revamped with \"fresh value\" from select Western, Hindustani, Bengali folk and other regional flavors \"external\" to Tagore's own ancestral culture.&#91;20&#93;In 1971, Amar Shonar Bangla became the national anthem of Bangladesh. It was written – ironically – to protest the 1905 Partition of Bengal along communal lines: cutting off the Muslim-majority East Bengal from Hindu-dominated West Bengal was to avert a regional bloodbath. Tagore saw the partition as a cunning plan to stop the independence movement, and he aimed to rekindle Bengali unity and tar communalism. Jana Gana Mana was written in shadhu-bhasha, a Sanskritised form of Bengali,&#91;129&#93; and is the first of five stanzas of the Brahmo hymn Bharot Bhagyo Bidhata that Tagore composed. It was first sung in 1911 at a Calcutta session of the Indian National Congress&#91;130&#93; and was adopted in 1950 by the Constituent Assembly of the Republic of India as its national anthem.\nSri Lanka's National Anthem was inspired by his work.&#91;16&#93;For Bengalis, the songs' appeal, stemming from the combination of emotive strength and beauty described as surpassing even Tagore's poetry, was such that the Modern Review observed that \"[t]here is in Bengal no cultured home where Rabindranath's songs are not sung or at least attempted to be sung... Even illiterate villagers sing his songs\".&#91;131&#93; Tagore influenced sitar maestro Vilayat Khan and sarodiyas Buddhadev Dasgupta and Amjad Ali Khan.&#91;128&#93;At sixty, Tagore took up drawing and painting; successful exhibitions of his many works—which made a debut appearance in Paris upon encouragement by artists he met in the south of France&#91;133&#93;—were held throughout Europe. He was likely red, green color blind, resulting in works that exhibited strange color schemes and off-beat aesthetics. Tagore was influenced by numerous styles, including scrimshaw by the Malanggan people of northern New Ireland, Papua New Guinea, Haida carvings from the Pacific Northwest region of North America, and woodcuts by the German Max Pechstein.&#91;132&#93; His artist's eye for handwriting was revealed in the simple artistic and rhythmic leitmotifs embellishing the scribbles, cross-outs, and word layouts of his manuscripts. Some of Tagore's lyrics corresponded in a synesthetic sense with particular paintings.&#91;20&#93;Surrounded by several painters Rabindranath had always wanted to paint. Writing and music, playwriting and acting came to him naturally and almost without training, as it did to several others in his family, and in even greater measure. But painting eluded him. Yet he tried repeatedly to master the art and there are several references to this in his early letters and reminiscence. In 1900 for instance, when he was nearing forty and already a celebrated writer, he wrote to Jagadishchandra Bose, \"You will be surprised to hear that I am sitting with a sketchbook drawing. Needless to say, the pictures are not intended for any salon in Paris, they cause me not the least suspicion that the national gallery of any country will suddenly decide to raise taxes to acquire them. But, just as a mother lavishes most affection on her ugliest son, so I feel secretly drawn to the very skill that comes to me least easily.\" He also realized that he was using the eraser more than the pencil, and dissatisfied with the results he finally withdrew, deciding it was not for him to become a painter.&#91;134&#93;India's National Gallery of Modern Art lists 102 works by Tagore in its collections.&#91;135&#93;&#91;136&#93;In 1937, Tagore's paintings were removed from Berlin's baroque Crown Prince Palace by the Nazi regime and five were included in the inventory of \"degenerate art\" compiled by the Nazis in 1941–1942.&#91;137&#93;Tagore opposed imperialism and supported Indian nationalists,&#91;138&#93;&#91;139&#93;&#91;140&#93; and these views were first revealed in Manast, which was mostly composed in his twenties.&#91;50&#93; Evidence produced during the Hindu–German Conspiracy Trial and latter accounts affirm his awareness of the Ghadarites and stated that he sought the support of Japanese Prime Minister Terauchi Masatake and former Premier Ōkuma Shigenobu.&#91;141&#93; Yet he lampooned the Swadeshi movement; he rebuked it in The Cult of the Charkha, an acrid 1925 essay.&#91;142&#93; According to Amartya Sen, Tagore rebelled against strongly nationalist forms of the independence movement, and he wanted to assert India's right to be independent without denying the importance of what India could learn from abroad.&#91;143&#93; He urged the masses to avoid victimology and instead seek self-help and education, and he saw the presence of British administration as a \"political symptom of our social disease\". He maintained that, even for those at the extremes of poverty, \"there can be no question of blind revolution\"; preferable to it was a \"steady and purposeful education\".&#91;144&#93;&#91;145&#93;So I repeat we never can have a true view of man unless we have a love for him. Civilisation must be judged and prized, not by the amount of power it has developed, but by how much it has evolved and given expression to, by its laws and institutions, the love of humanity.\n— Sādhanā: The Realisation of Life, 1916.&#91;146&#93;Such views enraged many. He escaped assassination—and only narrowly—by Indian expatriates during his stay in a San Francisco hotel in late 1916; the plot failed when his would-be assassins fell into argument.&#91;147&#93; Tagore wrote songs lionizing the Indian independence movement.&#91;148&#93; Two of Tagore's more politically charged compositions, \"Chitto Jetha Bhayshunyo\" (\"Where the Mind is Without Fear\") and \"Ekla Chalo Re\" (\"If They Answer Not to Thy Call, Walk Alone\"), gained mass appeal, with the latter favored by Gandhi.&#91;149&#93; Though somewhat critical of Gandhian activism,&#91;150&#93; Tagore was key in resolving a Gandhi–Ambedkar dispute involving separate electorates for untouchables, thereby mooting at least one of Gandhi's fasts \"unto death\".&#91;151&#93;&#91;152&#93;\nTagore renounced his knighthood in response to the Jallianwala Bagh massacre in 1919. In the repudiation letter to the Viceroy, Lord Chelmsford, he wrote&#91;153&#93;The time has come when badges of honour make our shame glaring in the incongruous context of humiliation, and I for my part, wish to stand, shorn, of all special distinctions, by the side of those of my countrymen who, for their so called insignificance, are liable to suffer degradation not fit for human beings.Tagore despised rote classroom schooling: in \"The Parrot's Training\", a bird is caged and force-fed textbook pages—to death.&#91;154&#93;&#91;155&#93; Visiting Santa Barbara in 1917, Tagore conceived a new type of university: he sought to \"make Santiniketan the connecting thread between India and the world [and] a world center for the study of humanity somewhere beyond the limits of nation and geography.\"&#91;147&#93; The school, which he named Visva-Bharati,&#91;d&#93; had its foundation stone laid on 24 December 1918 and was inaugurated precisely three years later.&#91;156&#93; Tagore employed a brahmacharya system: gurus gave pupils personal guidance—emotional, intellectual, and spiritual. Teaching was often done under trees. He staffed the school, he contributed his Nobel Prize monies,&#91;157&#93; and his duties as steward-mentor at Santiniketan kept him busy: mornings he taught classes; afternoons and evenings he wrote the students' textbooks.&#91;158&#93; He fundraised widely for the school in Europe and the United States between 1919 and 1921.&#91;159&#93;On 25 March 2004, Tagore's Nobel Prize was stolen from the safety vault of the Visva-Bharati University, along with several other of his belongings.&#91;160&#93; On 7 December 2004, the Swedish Academy decided to present two replicas of Tagore's Nobel Prize, one made of gold and the other made of bronze, to the Visva-Bharati University.&#91;161&#93; It inspired the fictional film Nobel Chor. In 2016, a baul singer named Pradip Bauri, accused of sheltering the thieves, was arrested.&#91;162&#93;&#91;163&#93;Every year, many events pay tribute to Tagore: Kabipranam, his birth anniversary, is celebrated by groups scattered across the globe; the annual Tagore Festival held in Urbana, Illinois (USA); Rabindra Path Parikrama walking pilgrimages from Kolkata to Santiniketan; and recitals of his poetry, which are held on important anniversaries.&#91;82&#93;&#91;164&#93;&#91;165&#93; Bengali culture is fraught with this legacy: from language and arts to history and politics. Amartya Sen deemed Tagore a \"towering figure\", a \"deeply relevant and many-sided contemporary thinker\".&#91;165&#93;&#91;143&#93; Tagore's Bengali originals—the 1939 Rabīndra Rachanāvalī—is canonized as one of his nation's greatest cultural treasures, and he was roped into a reasonably humble role: \"the greatest poet India has produced\".&#91;166&#93;Tagore was renowned throughout much of Europe, North America, and East Asia. He co-founded Dartington Hall School, a progressive coeducational institution;&#91;167&#93; in Japan, he influenced such figures as Nobel laureate Yasunari Kawabata.&#91;168&#93; In colonial Vietnam Tagore was a guide for the restless spirit of the radical writer and publicist Nguyen An Ninh&#91;169&#93; Tagore's works were widely translated into English, Dutch, German, Spanish, and other European languages by Czech Indologist Vincenc Lesný,&#91;170&#93; French Nobel laureate André Gide, Russian poet Anna Akhmatova,&#91;171&#93; former Turkish Prime Minister Bülent Ecevit,&#91;172&#93; and others. In the United States, Tagore's lecturing circuits, particularly those of 1916–1917, were widely attended and wildly acclaimed. Some controversies&#91;e&#93; involving Tagore, possibly fictive, trashed his popularity and sales in Japan and North America after the late 1920s, concluding with his \"near total eclipse\" outside Bengal.&#91;7&#93; Yet a latent reverence of Tagore was discovered by an astonished Salman Rushdie during a trip to Nicaragua.&#91;178&#93;By way of translations, Tagore influenced Chileans Pablo Neruda and Gabriela Mistral; Mexican writer Octavio Paz; and Spaniards José Ortega y Gasset, Zenobia Camprubí, and Juan Ramón Jiménez. In the period 1914–1922, the Jiménez-Camprubí pair produced twenty-two Spanish translations of Tagore's English corpus; they heavily revised The Crescent Moon and other key titles. In these years, Jiménez developed \"naked poetry\".&#91;179&#93; Ortega y Gasset wrote that \"Tagore's wide appeal [owes to how] he speaks of longings for perfection that we all have&#160;[...] Tagore awakens a dormant sense of childish wonder, and he saturates the air with all kinds of enchanting promises for the reader, who&#160;[...] pays little attention to the deeper import of Oriental mysticism\". Tagore's works circulated in free editions around 1920—alongside those of Plato, Dante, Cervantes, Goethe, and Tolstoy.\nTagore was deemed over-rated by some. Graham Greene doubted that \"anyone but Mr. Yeats can still take his poems very seriously.\" Several prominent Western admirers—including Pound and, to a lesser extent, even Yeats—criticized Tagore's work. Yeats, unimpressed with his English translations, railed against that \"Damn Tagore&#160;[...] We got out three good books, Sturge Moore and I, and then, because he thought it more important to see and know English than to be a great poet, he brought out sentimental rubbish and wrecked his reputation. Tagore does not know English, no Indian knows English.\"&#91;7&#93;&#91;180&#93;William Radice, who \"English[ed]\" his poems, asked: \"What is their place in world literature?\"&#91;181&#93; He saw him as \"kind of counter-cultur[al]\", bearing \"a new kind of classicism\" that would heal the \"collapsed romantic confusion and chaos of the 20th century.\"&#91;180&#93;&#91;182&#93; The translated Tagore was \"almost nonsensical\",&#91;183&#93; and subpar English offerings reduced his trans-national appeal:\nAnyone who knows Tagore's poems in their original Bengali cannot feel satisfied with any of the translations (made with or without Yeats's help). Even the translations of his prose works suffer, to some extent, from distortion. E.M. Forster noted [of] The Home and the World [that] '[t]he theme is so beautiful,' but the charms have 'vanished in translation,' or perhaps 'in an experiment that has not quite come off.'There are eight Tagore museums, three in India and five in Bangladesh:\nJorasanko Thakur Bari (Bengali: House of the Thakurs; anglicised to Tagore) in Jorasanko, north of Kolkata, is the ancestral home of the Tagore family. It is currently located on the Rabindra Bharati University campus at 6/4 Dwarakanath Tagore Lane&#91;184&#93; Jorasanko, Kolkata 700007.&#91;185&#93; It is the house in which Tagore was born, and also the place where he spent most of his childhood and where he died on 7 August 1941.\nRabindra Complex is located in Dakkhindihi village, near Phultala Upazila, 19 kilometres (12&#160;mi) from Khulna city, Bangladesh. It was the residence of Tagore's father-in-law, Beni Madhab Roy Chowdhury. The Tagore family had close connection with Dakkhindihi village. The maternal ancestral home of the great poet was also situated at Dakkhindihi village; the poet's mother Sarada Sundari Devi and his paternal aunt by marriage Tripura Sundari Devi were born in this village. Young Tagore used to visit Dakkhindihi village with his mother to visit his maternal uncles in her mother's ancestral home; Tagore visited this place several times in his life. It has been declared as a protected archaeological site by the Department of Archaeology of Bangladesh and converted into a museum. In 1995, the local administration took charge of the house and on 14 November of that year, the Rabindra Complex project was decided. The Department of Archeology carried out the renovation work to make the house a museum titled ‘Rabindra Complex’ in the 2011–12 fiscal year. The two-storey museum building has four rooms on the first floor and two rooms on the ground floor at present. The building has eight windows on the ground floor and 21 windows on the first floor. The height of the roof from the floor on the ground floor is 13 feet. There are seven doors, six windows and wall almirahs on the first floor. Over 500 books were kept in the library and all the rooms have been decorated with rare pictures of Rabindranath. Over 10,000 visitors come here every year to see the museum from different parts of the country and also from abroad, said Saifur Rahman, assistant director of the Department of Archeology in Khulna. A bust of Rabindranath Tagore is also there. Every year on 25–27 Baishakh (after the Bengali New Year Celebration), cultural programs are held here that last for three days.\nWho are you, reader, reading my poems a hundred years hence?\nI cannot send you one single flower from this wealth of the spring, one single streak of gold from yonder clouds.\nOpen your doors and look abroad.\nFrom your blossoming garden gather fragrant memories of the vanished flowers of an hundred years before.\nIn the joy of your heart may you feel the living joy that sang one spring morning, sending its glad voice across an hundred years.\n— The Gardener, 1915.&#91;186&#93;The SNLTR hosts the 1415 BE edition of Tagore's complete Bengali works. Tagore Web also hosts an edition of Tagore's works, including annotated songs. Translations are found at Project Gutenberg and Wikisource. More sources are below.\nNotesCitationsAnthologiesOriginalsTranslationsArticlesBooksOtherOriginalTranslatedAnalysesAudiobooksTextsTalks"
  }
}